# Run antibody bundle < ~/.zsh_plugins.txt > ~/.zsh_plugins.sh any time there is a new plugin added

ohmyzsh/ohmyzsh

ohmyzsh/ohmyzsh path:plugins/gitfast
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/rust
# ohmyzsh/ohmyzsh path:plugins/poetry
ohmyzsh/ohmyzsh path:plugins/ripgrep
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/helm
ohmyzsh/ohmyzsh path:plugins/npm
ohmyzsh/ohmyzsh path:plugins/yarn
ohmyzsh/ohmyzsh path:plugins/direnv


Aloxaf/fzf-tab
hlissner/zsh-autopair

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search

wookayin/fzf-fasd
MichaelAquilina/zsh-you-should-use
zpm-zsh/material-colors
zdharma-continuum/fast-syntax-highlighting
mattberther/zsh-pyenv
ptavares/zsh-sdkman
dominik-schwabe/zsh-fnm
ajeetdsouza/zoxide
