jorgebucaran/fisher
jethrokuan/fzf
oh-my-fish/plugin-bang-bang
jorgebucaran/replay.fish
jethrokuan/z
oh-my-fish/plugin-sudope
decors/fish-colored-man
jorgebucaran/nvm.fish
